import React from 'react'
import"./style.css";
import Navbar from '../homepage/Navbar';
import Footer from '../homepage/Footer';
import { NavLink } from 'react-router-dom';
import { CartProvider } from 'react-use-cart';

const Polices2 = () => {
  return (
    <CartProvider>
    <div>
      <Navbar/>
      <div class="hooom">
        <div class="darckk">
        </div>
    </div>
    <div class="container">
        <div class="info">
            <h2 class="blog-title mt-5 mb-5" style={{color:"rgb(49,237,49)"}}>سياسة الخصوصية</h2>
            <p class="blog-text"><span style={{backgroundColor:"rgb(255,255,0)",color:"black"}}>الشروط</span>: بدخولك
                إلى الموقع فأنت توافق على الإلتزام بهذه الشروط، وعلى جميع القوانين واللوائح المعمول بها، وتقر كذلك بأنك
                مسئول عن الإمتثال لأي قوانين محلية سارية . إذا كنت لا توافق على أي من هذه الشروط، فلا يحق لك استخدام أو
                الدخول إلى هذا</p>
            <br/>
            <p class="blog-text"><span style={{backgroundColor:"rgb(255,255,0)",color:"black"}}>الموقع:</span> جميع
                المواد الواردة في هذا الموقع محمية بموجب حقوق النشر المعمول بها وبموجب قانون حماية العلامات التجارية .
                القانون المنظم : تخضع هذه الشروط والأحكام ويؤول تفسيرها إلى قوانين المملكة العربية السعودية وتخضع أنت
                كذلك وبشكل غير قابل للنقض للإختصاص القضائي لمحاكم المملكة العربية السعودية . سياسة الخصوصية : تعتبر
                الخصوصية والأمن أقصى الأولويات في حيث أننا لم نقم على الإطلاق بمشاركة أو طباعة أو بيع معلومات أي زبون
                لأي طرف آخر . عند قيامك بتقديم المعلومات الشخصية على موقعنا سنعمل بكل جهد على حماية معلوماتك على
                الإنترنت وخارجه . نقوم باستخدام مجموعة متنوعة من تقنيات وإجراءات الأمان للمساعدة على حماية معلوماتك
                الشخصية من الوصول أو الاستخدام أو الكشف غير المصرح به حالما نقوم بإستلامها. على سبيل المثال، نحن نقوم
                بتخزين معلوماتك الشخصية على أنظمة كمبيوتر ذات وصول محدود لمصرح لهم بالإطلاع على هذه المعلومات ، ويتم
                تدريب موظفينا على التعامل الآمن مع هذه المعلومات والبيانات وإبقائهم مطلعين على آخر المستجدات التي تتعلق
                بالإجراءات الأمنية . خصوصية حسابك : أنت مسؤول عن الحفاظ على سرية بيانات حسابك وكلمة المرور وتحديد من يصل
                إلى جهاز الكمبيوتر الخاص بك أو التطبيق الخاص بنا ، كما أنك توافق على قبول المسؤولية عن جميع الأنشطة التي
                تتم من خلال حسابك أو كلمة المرور الخاصة بك إذا كان عمرك أقل من 18 سنة، فلا يجوز لك استخدام خدمات إلا
                بإشراك أحد الوالدين أو ولي الأمر . نحتفظ بالحق في رفض تقديم الخدمة، أو إنهاء الحسابات، أو إزالة أو تعديل
                المحتوى، أو إلغاء الأوامر وفقا للتقدير الخاص . سياسة التوصيل : عندما يتم التوصيل سيطلب منك توقيعك
                إلكترونياً أو توقيعك على نسخة الفاتورة وهذا التوقيع يكون بمثابة تأكيد أنك إستلمت المنتجات كاملة كما هو
                مبين في الفاتورة . إذا تم الوصول الى العنوان المحدد من قبلك ولم نستطيع تسليم الطلب يرجى الإتصال بخدمة
            </p>
        </div>
    </div>
    <div className='text-center mb-5'>
    <NavLink className="btn btn-primary p-3" to="/polices1" style={{backgroundColor:"darkblue"}}>سياسة البيع و الشراء</NavLink>
    </div>
    <Footer/>
    </div>
    </CartProvider>
  )
}

export default Polices2
